[
  {
    "name" : "daniilshat",
    "header" : "Мобильная версия World of Warcraft",
    "text" : "Blizzard анонсировала в Twitter-аккаунте игры World of Warcraft дату презентации мобильного проекта по одноименной игровой вселенной. Мероприятие должно состояться 3 мая 2022 года.\n\nВ феврале 2022 года Blizzard выложила в свободный доступ квартальный отчет для инвесторов. В документе значилось, что студия готовится выпускать новый игровой контент по вселенной Warcraft. В список обновлений входили новые возможности для World of Warcraft, специальные мероприятия для Hearthstone и неанонсированная мобильная игра. При этом студия обещала инвесторам выпустить мобильный проект до конца 2022 года. \n\n",
    "comments" : [
      {
        "name" : "DrinkFromTheCup",
        "text" : "Они действительно надеются, что смесь Reforged и Immortal, минус на минус, даст плюс?\n\n"
      }
    ]
  },

  {
    "name" : "denis-19",
    "header" : "Энтузиаст собрал механического робота без электронных датчиков, способного следовать нарисованной линии",
    "text" : "По информации Hackaday, энтузиаст, инженер и любитель 3D-печати Грег Зумвальт собрал и показал механического робота без электронных датчиков, способного следовать нарисованной линии.\n\nУ робота есть моторчик, батарейка и пластиковые приводы. В его конструкции нет оптических датчиков и электронных систем управления.\n\nРобот может двигаться по нарисованной обычным восковым мелком линии на листе бумаги. У механического устройства есть одно прямолинейное ведущее колесо на одном конце и пара приводных роликов под острым углом друг к другу спереди.\n",
    "comments" : [
      {
        "name" : "solarcore",
        "text" : "Радуют эти энтузиасты, интересные вещи делают"
      },

      {
        "name" : "AZ0027439",
        "text" : "Книга \"От идеи до модели\" 1982 года стр.100 - тележка-кибер . Идея похожая.\n\n"
      }

    ]
  },

  {
    "name" : "denis-19",
    "header" : "Яндекс рассказал, что не собирается разделять российский и международный бизнес",
    "text" : "26 апреля, по информации изданий \"Интерфакс\" и \"Коммерсантъ\", Яндекс рассказал в ответ на информацию, ранее распространяемую в СМИ, что не собирается разделять российский и международный бизнес.\n\nЯндекс не рассматривает корпоративную реструктуризацию посредством разделения на российский и международный бизнесы, также заявили Хабру в пресс-службе компании.\n\n«Нет никаких планов по разделению компании», — пояснил представитель Яндекса.\n\nДанное заявления Яндекс сделал после того, как в СМИ появилась информация о том, что Яндекс, якобы, в скором времени создаст иностранные юрлица под новым брендом для продолжения международного бизнеса компании, а российское отделение продолжит работать самостоятельно под текущим именем.\n\n20 апреля 2022 года Яндекс сообщил, что приостанавливает многие инвестиции в России и за рубежом, а также отзывает прогноз финансовых показателей на 2022 год из-за экономической ситуации в России на фоне санкций.\n\n5 апреля Яндекс предупредил о закрытии сервиса «Яндекс.Инвестиции». Компания пояснила, что приняла такое решение в связи с санкциями, наложенными на партнера и Брокера этого проекта — ПАО «Банк ВТБ».\n\nВ начале апреля СМИ сообщили, что более 1000 сотрудников Яндекса, Avito и «Тинькоффа» с конца февраля релоцировались в Турцию. Причем большая часть из них были сотрудники Яндекса, которые уехали в конце февраля и начале марта. В Яндексе тогда уточнили, что там давно можно работать удаленно, а компания не отслеживает, где находятся сотрудники.\n\nВ конце марта СМИ сообщили, что Яндекс уволил более двух десятков сотрудников своего беспилотного подразделения в США.\n\nВ середине марта СМИ рассказали, что в конце февраля и начале марта около 100 сотрудников Яндекса переехали из РФ в Армению и начали там удаленно работать. Компания искала им в Ереване большой коворкинг, чтобы дать возможность работникам продолжить трудиться вместе.\n",
    "comments" : [
      {
        "name" : "radtie",
        "text" : "Ну если берут пример с официальных лиц, опровержение - лучшее подтверждение."
      }
    ]
  }
]